Repository: E-know/ChalNa
Catalog: ChalNa/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: , 선택됨
en: , selected
ja: 、選択済み

source: '찰나'는 아주 짧은 순간이라는 뜻이에요.
en: 찰나 (ChalNa) — a fleeting moment in Korean.
ja: 찰나 (ChalNa) — 韓国語で「瞬間」の意味。

source: %.1f초
en: %.1f sec
ja: %.1f秒

source: %@ 위치
en: %@ position
ja: %@の位置

source: %@ 촬영일
en: Captured %@
ja: %@ 撮影日

source: %@를 선택에서 빼요
en: Remove %@ from selection
ja: %@を選択から外します

source: %lld개 fixture 선택됨
en: %lld fixtures selected
ja: %lld個のfixtureを選択

source: %lld개 선택됨 · 탭해서 추가해요
en: %lld selected · Tap to add
ja: %lld個選択 · タップして追加

source: %lld개 중 %lld개 완료
en: %2$lld of %1$lld done
ja: %1$lld個中%2$lld個完了

source: %lld번째 위치로 이동했습니다.
en: Moved to position %lld.
ja: %lld番目の位置に移動しました。

source: %lld번째 클립, %@, %@%@
en: Clip %1$lld, %2$@, %3$@%4$@
ja: %1$lld番目のクリップ、%2$@、%3$@%4$@

source: %lld퍼센트
en: %lld percent
ja: %lldパーセント

source: %lld편
en: %lld films
ja: %lld本

source: Dev · 노을
en: Dev · Sunset
ja: Dev · 夕焼け

source: Dev · 숲길
en: Dev · Forest path
ja: Dev · 森の道

source: Dev · 카페
en: Dev · Cafe
ja: Dev · カフェ

source: Dev · 협재 바다
en: Dev · Hyeopjae Sea
ja: Dev · ヒョプジェの海

source: Dev fixture 영상을 읽을 수 없어요: %@
en: Couldn't read Dev fixture video: %@
ja: Dev fixture動画を読み込めません: %@

source: Dev fixture 파일을 찾을 수 없어요: %@
en: Dev fixture file not found: %@
ja: Dev fixtureファイルが見つかりません: %@

source: Dev 미디어 소스
en: Dev media source
ja: Devメディアソース

source: Dev 미디어를 준비하고 있어요
en: Preparing dev media
ja: Devメディアを準備中です

source: Live Photo 권한이 필요해요
en: Live Photo permission required
ja: Live Photoの権限が必要です

source: Live Photo를 영상으로 사용하려면 사진 보관함 접근 권한이 필요해요.
en: To use Live Photo as video, photo library access is required.
ja: Live Photoを動画として使うには写真ライブラリへのアクセス許可が必要です。

source: Live Photo와 영상을 정성껏 추출하고 있어요
en: Carefully extracting Live Photos and videos
ja: Live Photoと動画を丁寧に抽出しています

source: Live Photo와 짧은 영상만 가져올 수 있어요
en: Only Live Photos and short videos can be imported
ja: Live Photoと短い動画のみインポートできます

source: Live Photo와 짧은 영상을 불러올 수 있어요. Live Photo는 내부의 영상 부분을 사용합니다.
en: You can import Live Photos and short videos. Live Photo uses its internal video portion.
ja: Live Photoと短い動画をインポートできます。 Live Photoは内部の動画部分を使用します。

source: Live Photo와 짧은 영상을 촬영일 순서로 이어붙여 한 편의 필름처럼 기록해요.
en: Connect Live Photos and short videos in capture order to record them like a single film.
ja: ライブフォトと短い動画を撮影日順につなぎ、 一本のフィルムのように記録します。

source: Timeline으로 (%lld)
en: To Timeline (%lld)
ja: Timelineへ (%lld)

source: TITLE · 이번 찰나 모음집의 제목
en: TITLE · Title of this ChalNa collection
ja: TITLE · このChalNaコレクションのタイトル

source: Vlog를 엮는 중… Live Photo의 영상 부분을 자동으로 추출해 이어 붙여요.
en: Weaving your Vlog… automatically extracting and stitching the video parts of your Live Photos.
ja: Vlogを編んでいます… Live Photoの動画部分を自動で抽出してつなぎます。

source: 공유
en: Share
ja: 共有

source: 공유하기
en: Share
ja: 共有

source: 기타
en: Other
ja: その他

source: 날짜 라벨
en: Date label
ja: 日付ラベル

source: 내보내기 세션을 준비하지 못했어요.
en: Couldn't prepare the export session.
ja: エクスポートセッションを準備できませんでした。

source: 내보내기 진행률
en: Export progress
ja: エクスポートの進捗

source: 내보낼 클립이 없어요
en: No clips to export
ja: エクスポートするクリップがありません

source: 노을 산책
en: Sunset walk
ja: 夕焼け散歩

source: 다른 영상 만들기
en: Create another
ja: 別の動画を作成

source: 다시 고르기
en: Choose again
ja: 選び直す

source: 다시 시도
en: Try again
ja: もう一度試す

source: 다음 클립
en: Next clip
ja: 次のクリップ

source: 뒤로
en: Back
ja: 戻る

source: 뒤로 이동
en: Move backward
ja: 後ろへ移動

source: 라벨
en: Label
ja: ラベル

source: 라이브 포토
en: Live Photo
ja: ライブフォト

source: 먼저 권한 범위를 고른 뒤 선택해요
en: Choose permission scope first, then select
ja: まず権限の範囲を選んでから選択します

source: 먼저 사진 권한 범위를 선택해 주세요
en: Please choose a photo permission scope first
ja: まず写真の権限範囲を選択してください

source: 먼저 사진 권한 범위를 선택해 주세요.
en: Please choose a photo permission scope first.
ja: まず写真の権限範囲を選択してください。

source: 모든 제보는 익명으로 전송돼요.
en: All reports are sent anonymously.
ja: すべての報告は匿名で送信されます。

source: 문의·신고
en: Contact & report
ja: お問い合わせ・報告

source: 미디어 선택
en: Select media
ja: メディアを選択

source: 버그
en: Bug
ja: バグ

source: 번들 fixture로 실제 export까지 확인
en: Verify export with bundled fixtures
ja: バンドルfixtureでエクスポートまで確認

source: 불러오는 중
en: Loading
ja: 読み込み中

source: 불편한 점이나 제안을 보내주세요
en: Send issues or suggestions
ja: ご不便な点やご提案をお送りください

source: 불편한 점이나 제안을 자유롭게 적어주세요.
en: Feel free to write any issues or suggestions.
ja: ご不便な点やご提案を自由にお書きください。

source: 비디오
en: Video
ja: ビデオ

source: 비디오 트랙을 만들 수 없어요.
en: Couldn't create the video track.
ja: ビデオトラックを作成できません。

source: 비워두면 나중에 자동으로 채워져요.
en: Leave empty to auto-fill later.
ja: 空欄のままだと後で自動入力されます。

source: 사진
en: Photo
ja: 写真

source: 사진 권한 선택
en: Choose photo permissions
ja: 写真の権限を選択

source: 사진 권한 열기
en: Open photo permissions
ja: 写真の権限を開く

source: 사진 권한을 허용해야 Live Photo 영상을 만들 수 있어요
en: Photo permission is required to create Live Photo videos
ja: Live Photo動画の作成には写真の権限が必要です

source: 사진 권한을 허용해야 Live Photo 영상을 사용할 수 있어요.
en: Photo permission is required to use Live Photo videos.
ja: Live Photo動画を使うには写真の権限が必要です。

source: 사진 로딩 중
en: Loading photos
ja: 写真を読み込み中

source: 사진 로딩 중 · %lld/%lld
en: Loading photos · %1$lld/%2$lld
ja: 写真を読み込み中 · %1$lld/%2$lld

source: 사진 보관함 접근 권한이 필요해요
en: Photo library access is required
ja: 写真ライブラリへのアクセス許可が必要です

source: 사진 앱에 저장됐어요 ✦
en: Saved to Photos ✦
ja: 写真アプリに保存しました ✦

source: 사진 추가하기
en: Add photos
ja: 写真を追加

source: 사진을 불러오는 중
en: Loading photos
ja: 写真を読み込み中

source: 사진을 불러오는 중이에요
en: Loading photos
ja: 写真を読み込んでいます

source: 삭제
en: Delete
ja: 削除

source: 삭제한 클립은 현재 타임라인에서 제거됩니다.
en: The deleted clip will be removed from the current timeline.
ja: 削除したクリップは現在のタイムラインから取り除かれます。

source: 새 Vlog 만들기
en: Create new Vlog
ja: 新しいVlogを作成

source: 선택 후 다음
en: Select, then continue
ja: 選択して次へ

source: 선택에서 제외
en: Remove from selection
ja: 選択から除外

source: 선택하려면 두 번 탭하고, 순서를 바꾸려면 사용자 동작을 사용하세요.
en: Double-tap to select, or use custom actions to reorder.
ja: ダブルタップで選択、カスタム操作で並べ替えできます。

source: 선택한 미디어 · %lld
en: Selected media · %lld
ja: 選択したメディア · %lld

source: 선택한 사진을 불러오고 있어요
en: Loading selected photos
ja: 選択した写真を読み込んでいます

source: 선택한 사진을 불러오는 중
en: Loading selected photos
ja: 選択した写真を読み込み中

source: 선택한 클립을 삭제합니다.
en: Deletes the selected clip.
ja: 選択したクリップを削除します。

source: 선택한 항목을 불러오지 못했어요. 다시 선택해 주세요.
en: Failed to load the selected items. Please select again.
ja: 選択項目を読み込めませんでした。もう一度選択してください。

source: 설정
en: Settings
ja: 設定

source: 설정에서 사진 접근을 허용해 주세요
en: Allow photo access in Settings
ja: 設定で写真へのアクセスを許可してください

source: 소길리 · 오후 4시
en: Sogil-ri · 4 PM
ja: ソギルリ · 午後4時

source: 소중한 의견 감사합니다. 잘 전달했어요.
en: Thanks for your feedback. We've received it.
ja: 貴重なご意見ありがとうございます。しっかり受け取りました。

source: 숲길
en: Forest trail
ja: 森の道

source: 숲의 빛
en: Forest light
ja: 森の光

source: 시각 라벨
en: Time label
ja: 時刻ラベル

source: 시스템 설정
en: System
ja: システム設定

source: 썸네일 불러오기 실패
en: Thumbnail load failed
ja: サムネイル読み込み失敗

source: 아직 만든 필름이 없어요.
en: No films yet.
ja: まだフィルムがありません。

source: 아직 선택한 사진이 없어요. 위 카드를 눌러 골라보세요.
en: No photos selected yet. Tap the card above to choose.
ja: まだ写真が選択されていません。上のカードをタップして選んでください。

source: 알 수 없는 Dev fixture예요: %@
en: Unknown Dev fixture: %@
ja: 不明なDev fixtureです: %@

source: 알 수 없는 오류
en: Unknown error
ja: 不明なエラー

source: 알림
en: Notice
ja: お知らせ

source: 앞으로 이동
en: Move forward
ja: 前へ移動

source: 앱 표시 언어를 선택하세요
en: Choose the app display language
ja: アプリの表示言語を選択してください

source: 앱을 다시 설치하셨거나 파일이 삭제되었어요. 재생과 공유는 불가능하고, 라이브러리에서 항목을 정리할 수 있어요.
en: The app may have been reinstalled or the file deleted. Playback and sharing aren't available, but you can tidy up items from the library.
ja: アプリを再インストールしたか、ファイルが削除された可能性があります。再生と共有はできませんが、ライブラリで項目を整理できます。

source: 언어
en: Language
ja: 言語

source: 영상 X
en: Video X
ja: 動画 X

source: 영상 추출 실패
en: Video extraction failed
ja: 動画抽出失敗

source: 영상 파일을 찾을 수 없어요
en: Video file not found
ja: 動画ファイルが見つかりません

source: 영상에 표시되는 시각·날짜 라벨
en: Time and date labels shown on videos
ja: 動画に表示される時刻・日付ラベル

source: 영상을 불러오지 못했어요
en: Failed to load video
ja: 動画を読み込めませんでした

source: 영상을 탭하면 재생/일시정지돼요.
en: Tap the video to play/pause.
ja: 動画をタップで再生／一時停止します。

source: 예: 제주도, 우리의 봄
en: e.g. Jeju, our spring
ja: 例：済州島、私たちの春

source: 오늘 찰나의 순간들
en: Today's ChalNa moments
ja: 今日のChalNaのひととき

source: 완성
en: Done
ja: 完成

source: 완성된 영상 재생
en: Play finished video
ja: 完成した動画を再生

source: 우측 상단
en: Top right
ja: 右上

source: 우측 중앙
en: Middle right
ja: 右中央

source: 우측 하단
en: Bottom right
ja: 右下

source: 원본 영상이 없는 미디어예요.
en: This media has no original video.
ja: 元の動画がないメディアです。

source: 원본 확인 필요
en: Original needs checking
ja: 元ファイルの確認が必要

source: 위치
en: Position
ja: 位置

source: 이 필름과 영상 파일이 모두 사라져요. 되돌릴 수 없어요.
en: This film and its video file will be permanently deleted. This can't be undone.
ja: このフィルムと動画ファイルが完全に削除されます。元に戻せません。

source: 이미 삭제되었거나 다른 기기에서 동기화 중일 수 있어요.
en: It may have been deleted or is syncing from another device.
ja: すでに削除されたか、他のデバイスで同期中の可能性があります。

source: 이번 필름의 제목
en: This film's title
ja: このフィルムのタイトル

source: 이전 클립
en: Previous clip
ja: 前のクリップ

source: 일시정지
en: Pause
ja: 一時停止

source: 일시정지. 탭하면 재생돼요
en: Paused. Tap to play.
ja: 一時停止中。タップで再生します。

source: 자막 입력
en: Enter subtitle
ja: 字幕を入力

source: 잠깐만 기다려주세요
en: Please wait a moment
ja: 少々お待ちください

source: 재생
en: Play
ja: 再生

source: 재생 닫기
en: Close playback
ja: 再生を閉じる

source: 재생 중
en: Playing
ja: 再生中

source: 재생 중. 탭하면 멈춰요
en: Playing. Tap to pause.
ja: 再生中。タップで一時停止します。

source: 저녁 노을
en: Evening sunset
ja: 夕焼け

source: 저장
en: Save
ja: 保存

source: 저장 실패
en: Save failed
ja: 保存失敗

source: 저장 실패 — %@
en: Save failed — %@
ja: 保存失敗 — %@

source: 저장 중
en: Saving
ja: 保存中

source: 저장 중 문제가 발생했어요.
en: Something went wrong while saving.
ja: 保存中に問題が発生しました。

source: 저장 중 문제가 생겼어요: %@
en: A problem occurred while saving: %@
ja: 保存中に問題が発生しました: %@

source: 저장 중…
en: Saving…
ja: 保存中…

source: 저장하기
en: Save
ja: 保存

source: 전송
en: Send
ja: 送信

source: 전송에 실패했어요. 네트워크 상태를 확인하고 다시 시도해 주세요.
en: Sending failed. Check your network and try again.
ja: 送信に失敗しました。ネットワークを確認して再度お試しください。

source: 전송에 실패했어요. 잠시 후 다시 시도해 주세요.
en: Sending failed. Please try again shortly.
ja: 送信に失敗しました。しばらくしてからお試しください。

source: 정중앙
en: Center
ja: 中央

source: 제안
en: Suggestion
ja: 提案

source: 종류 확인 중
en: Checking type
ja: タイプを確認中

source: 좌측 상단
en: Top left
ja: 左上

source: 좌측 중앙
en: Middle left
ja: 左中央

source: 좌측 하단
en: Bottom left
ja: 左下

source: 중문 노을
en: Jungmun Sunset
ja: チュンムン夕焼け

source: 중앙 상단
en: Top center
ja: 上中央

source: 중앙 하단
en: Bottom center
ja: 下中央

source: 찰나의 순간 엮는 중
en: Weaving moments of ChalNa
ja: ChalNaの瞬間を紡ぐ

source: 찰나의 순간을 천천히 골라보세요.
en: Pick your ChalNa moments slowly and carefully.
ja: ChalNaの瞬間を ゆっくり選んでください。

source: 첫 Vlog를 시작해보세요.
en: Start your first Vlog.
ja: 最初のVlogを始めましょう。

source: 총
en: Total
ja: 合計

source: 총 길이
en: Duration
ja: 合計時間

source: 최근 필름
en: Recent films
ja: 最近のフィルム

source: 취소
en: Cancel
ja: キャンセル

source: 카페
en: Cafe
ja: カフェ

source: 카페 테이블
en: Cafe table
ja: カフェのテーブル

source: 크기
en: Size
ja: サイズ

source: 클립
en: Clips
ja: クリップ

source: 클립을 삭제할까요?
en: Delete this clip?
ja: このクリップを削除しますか？

source: 클립을 탭해 편집 · 길게 눌러서 끌어 이동
en: Tap a clip to edit · long-press and drag to reorder
ja: クリップをタップで編集 · 長押しでドラッグして並べ替え

source: 탭하면 미리보기가 열려요
en: Tap to open preview
ja: タップでプレビューを開きます

source: 투명도
en: Opacity
ja: 透明度

source: 편집
en: Edit
ja: 編集

source: 편집으로 돌아가기
en: Back to editing
ja: 編集に戻る

source: 풀밭
en: Grassy field
ja: 草原

source: 필름 삭제
en: Delete film
ja: フィルムを削除

source: 필름 정보
en: Film details
ja: フィルム情報

source: 필름을 삭제할까요?
en: Delete this film?
ja: このフィルムを削除しますか？

source: 필름을 찾을 수 없어요
en: Film not found
ja: フィルムが見つかりません

source: 필름이 완성되었어요. 공유하거나 사진 보관함에 저장할 수 있어요.
en: Your film is ready. You can share it or save it to your photo library.
ja: フィルムが完成しました。共有や写真ライブラリへの保存ができます。

source: 한라산 입구
en: Hallasan Entrance
ja: ハルラ山入口

source: 합성 가능한 영상이 없어요. 영상 또는 Live Photo를 골라주세요.
en: No videos to compose. Please choose a video or Live Photo.
ja: 合成できる動画がありません。動画またはLive Photoを選んでください。

source: 현재 클립 재생 상태를 전환합니다.
en: Toggles playback of the current clip.
ja: 現在のクリップの再生状態を切り替えます。

source: 협재 바다
en: Hyeopjae Sea
ja: ヒョプジェの海

source: 협재 해변
en: Hyeopjae Beach
ja: ヒョプジェビーチ

source: 홈으로
en: Home
ja: ホーム

source: 홈으로 →
en: Home →
ja: ホームへ →

source: 확인
en: OK
ja: OK

source: 회전
en: Rotate
ja: 回転

source: 조정
en: Adjust
ja: 調整

source: 완료
en: Done
ja: 完了

source: 위치 초기화
en: Reset Position
ja: 位置をリセット

source: 손가락으로 확대·이동하고, 회전으로 방향을 맞춰요.
en: Pinch to zoom and drag, then rotate to set the orientation.
ja: ピンチで拡大・移動し、回転で向きを合わせましょう。

source: %d CLIPS · %02d:%02d
ja: %d クリップ · %02d:%02d

source: ▶ NOW PLAYING · CLIP %lld
ja: ▶ 再生中 · CLIP %lld

source: Live
ja: ライブ

source: TIMELINE · %lld CLIPS
ja: タイムライン · %lldクリップ

source: Video
ja: ビデオ
